Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/ohcejohka/12_loppuraportti_utsjokimalli.pdf.tmx
Source language: fin
Languages: sme

source: hän ollut kyseisen maan sosiaaliturvassa. Vaikka henkilö olisi tehnyt työtä useassa eri maassa, hänen on haettava eläkettä asuinmaas
sme: Dán jagi bođii Áel:s reive, ahte nie ii sáhte doaibmat, dasgo ii leat áel-koartta geavahanvuoigatvuohta, muhto mun galggan máksit oppa submi ieš ja ohcat buhtadusa maŋil gihtii.

source: Suomessa asuva jättää vanhuuseläkehakemuksen Kelaan, työeläkelaitokseen tai Eläke
sme: Mu mielas orru, ahte Suoma stáhta atná min rádjabargiid nuppi dási álbmotlahttun.

source: turvakeskukseen. Hakemuksessa ilmoitetaan ulkomailla työskentelyn ajat.
sme: Eallit jo 2015 ja ainge mii, suoma álbmotlahtut galgat mannat reive gieđas jos háliidat bálvalusaid ruovtturiikkas.

source: henkilö ei siis itse hae eläkkeitä työskentelymaistaan, vaan Eläketurvakeskus hoitaa yhtey
sme: Áel kortii sáhttá bidjat kodain buhtadusoažžumiid dihto dálkasiidda, manin ii leat koda rádjabargái?

source: Eläke maksetaan riippumatta siitä, missä EU/ETA maassa eläkeläinen asuu tai oleskelee.
sme: Ledjen vuolgimin mátkái Spániai ja jurddašin váldit mátkeoaju, muhto danba ii oaččoge almmá fámus orru Áelkoartta.

source: 1. Ongelmasi koskee (voit valita myös useampia) Vastaajia 14 (suomi) Vastaajia 2 (saame)
sme: Gárten máŋgii riŋget ja čielggadit ovdal go viimmat ožžon mátkeoaju masa leat biddjon bajás dieđut rádjabargis jed...

source: 2. Kuvaile ongelmasi mahdollisimman tarkasti, jotta ulkopuolinen lukija ymmärtää mistä on
sme: Liikkáge in beasa váldit virgeluomu ja vuolgit olgoriikkaide omd. 4mb, dasgo mu oadju lea fámus dušše 3mb áigge.

source: Vastaajien määrä: 14
sme: Na ii dáid vearuhusaid

source: - Suomen verotus on rajankävijöitä syrjivää.
sme: Gaskkohagaid smiehtan mo son ášši báhtareaddjiid buohta lea, go iežas riikka álbmotlahtuiguin meannudit dán láhkai?

source: Rajakunnassa ja muualla kuin Rajakunnassa asuvaa suomalaista, joka työskentelee Rajakunnassa tai muualla ulkomailla, verotetaan eri periaatteiden mukaan.
sme: fitnen čuohpadusas Tromssas Aleriksas priváhta buohcciviesus gosa dearvvasvuođaguovddášdoavttir Norggas čálii sáddaga geavahemiin raskere tilbake systema. (bargi johtilabbot fas bargoeallimii).

source: Norjaan maksettava trygdeavgift, ja kuuluminen Norjan sosiaaliturvan piiriin, ei anna rajankävijöille samoja oikeuksia kuin norjalaisille jotka maksavat saman trygdeavgiftin (esim. Ei oikeutta omalääkäriin tai sairasmatkakorvauksiin, perhe-etuudet ei myöskään samat kuin norjalaisilla)
sme: Buot manai muđuid bures, muhto mátkebuhtadusat ruovttus girdingieddái ja ruovttoluotta girdingiettis + idjadeapmi buohccihoteallas eai buhtaduvvon, danin go in lean vuolgán čuohpadussii njuolgga barggus, muhto čuohpadusáigi almmuhuvvui ovddalgihtii.

source: - Olen hakenut Norjan verokorttia tammikuussa enkä ole saanut sitä vielä. Olen ollut yhteydessä Norjan verotoimistoon ja sanoivat ettei siellä ole mitään tietoja tälle vuodelle.
sme: Telefovnna bokte lean leamaš oktavuođas Suoma Áel:ii, gos dadje ahte lean vuoigadahtton buhtadussii juoppá goappá riikkas muhto mearrádusa in leat velá ožžon.

source: Työnantajani on kuitenkin perinyt vain sen 10% veroa joka kuukausi.
sme: - Suoma vearroalmmuhus ii leat váldán vuhtii rádjabargiid. Čuoggát maidda fertešii bidjat

source: Olen nyt syksyllä vaihtamassa työpaikkaa ja siellä oleva palkanlaskija ei ymmärrä rajatyöntekijöiden asioista mitään.
sme: bákkolaš mávssuid 10% boađuin, maid lea Norggas ožžon ja Norgii máksán, galggašedje leat sierra merkejuvvon.

source: Eletään jo 2015 ja vieläkin meidän, suomen kansalaisten pitää mennä kirje kädessä jos haluamme palveluita kotimaassa.
sme: Virgebargis, gii gieđahallá dušše rádjabargiid vearroalmmuhusaid, galggašii diehtu leat áiggi dásis goappáge riikka paragráfain.

source: Kela korttiin voidaan laittaa koodilla korvattavuudet tietyille lääkkeille, miksi ei ole koodia rajatyöntekijälle?
sme: Dál sáhttá mu vearroalmmuhusa gieđahallat vaikke Kuopio virgebargi guhte ii rádjabargiin dieđe maidige.

source: Vaati monia puheluita ja selvityksiäennen kuin lopulta sain matkavakuutuksen johon on kirjattu rajatyöntekijästä yms...
sme: Man láhkai Áel ja Navi muddejit buot sosiálamávssuid oanehisáiggebargiide. Šaddágo guktuin riikkain olggobeallái oažžuma beales.

source: No eipä näillä verotuksilla enää tarvi edes mennä ulkomaille Norjaan kauemmas, mutta kuitenkin koen olevani toisen luokan kansalainen rajankävijästatukseni kanssa.
sme: Okta bealli lea bargoaddi, Norggas sáhttá bargoaddi viežžat elektrovnnalaččat vearuhusdieđuid muhto buohkat eai gille daid ohcat, die váttisvuohta mii máksá 50% vearu bargoboađus.

source: Välillä mietin mitenköhän asia pakolaisten kohdalla, kun oman maan kansalaisiakin kohdellaan tällätavoin?
sme: Goittotge lean leamaš máŋga jagi Norggas barggus. - Suoma vearuhus, eahpevuoiggalaš rádjabargiid buohta

source: NAV;
sme: Dasgo

source: (työntekiijä nopeammin takaisin työelämään).
sme: boađut molsašuddet. In dieđe buot vuoigatvuođaid.

source: Puhelimitse olen ollut yhteydessä Suomen Kelaan, josta sanottiin että olen oikeutettu korvaukseen jommasta kummasta maasta mutta päätöstä en ole vielä saanut.
sme: Veahki ii oaččo.

source: - Suomen veroilmoitus ei ole ottanut huomioon rajatyöntekijöitä.
sme: - Eamit barggus Ohcejogas, isit Norggas (ii rádjagielddas, muhto Kirkonjárggas).

source: Virkailija, joka käsittelee vain rajatyöntekijöiden veroilmoituksia, ajan tasalla molempien maiden pykälistä.
sme: Etniidluopmu nohká, eamit báhcá vel dikšunlupmui, áel almmuha bearašovdduid máksima sirdašuvvat Nav:ii.

source: Nyt voi veroilmoitukseni käsitellä vaikka Kuopion virkailija joka ei rajatyöntekijöistä tiedä mitään.
sme: Dasa lassin ruoktodikšundoarjaga vearuhus dál váttisvuohtan. Nav sáhttá máksit dušše isidii (?

source: Kuinka Kela ja Navi suhteuttaa kaikki sosiaalimaksut pätkätyöläisille.
sme: ) nuppiin sániin vearuhus su bálkká vearuhusa lassin, ja eamit báhcá 0-boađuide.

source: Yksi taho on työnantaja, Norjassa elektronisesti voi työnantaja hakea verotustiedot mutta kaikki ei ole halukkaita niitä hakemaan, siinä pulma joka maksaa 50% veroa työtulosta.
sme: Mearrádusa vuordit velá.

source: Kuitenkin olen ollut useamman vuoden Norjassa työssä.
sme: Ovdalge min bearrašis leamaš seamma dilli, dalle mearrádus ádjánii jahkebeali.

source: - Suomen verotus, epäreilu rajatyöntekijöitä kohtaan - Verotus hankala.
sme: - Suoma vearuhus: Mávssán Norgii 10% vearu, masa gullet ealáhatmávssut ja dearvvasvuođa

source: Ei ennakkoka.
sme: dikšunbálvalusat.

source: Koska tulot vaihtelee.
sme: Manin duppalvearuhus?

source: En tiedä kaikkia oikeuksia. Apua ei saa.
sme: Ollesvearroproseanttas šaddá áibbas meareheapme.

source: - Vaimo töissä Utsjoella, mies Norjassa (ei rajakunnassa, vaan Kirkenesissä). Äitiysloma päättyy, vaimo jää vielä hoitovapaalla, kela ilmoittaa perhe-etuuksien maksamisen siirtyvän Nav:lle.
sme: Máŋgga sámegielat rávesolbmui buorre vejolašvuohta buoridit bargguoažžunvejolašvuođaidis livččii váldit skuvlejumi rájá nuppe bealde, iige dárbbašivččii vuolgit vázzit skuvlla guhkás mátta supmii.

source: Päätöksenteko hidasta (6kk). Lisäksi kotihoidontuen verotus nyt ongelma.
sme: - Mávssášin vearuid mielas Ohcejoga gildii, muhto suopma ii vearut baicce rievida!

source: Nav voi maksaa vain miehelle (?) eli verotus hänen paikkansa verotuksen lisäksi, ja vaimo jää 0tuloille.
sme: jo áigi morihit dieppege ja bidjat vearuhusa dábálaš dássái?

source: - Suomen verotus: Maksan Norjaan 10% veroa, johon sisältyy eläkemaksut ja terveydenhoitopalvelut.
sme: - Ledjen barggus Norggas ee. Guovdageainnus ja Deanus 1994-2008. Ledjen girjjiin Suomas

source: Kuitenkin maksan tämän veron myös Suomeen.
sme: Eanodagas, nu ahte rádjajohttin máksen vearuid Supmii.

source: Kokonaisveroprosentista tulee aivan kohtuuton.
sme: Sosiáladorvomávssuid gárten goittotge máksit Norgii.

source: Kun käytin Enontekiön terveyspalveluja, sain kokea olevani "eitoivottu", mikä näkyi lääkärien käytöksessä.
sme: Go geavahin Eanodaga dearvvasvuođabálvalusaid, de šadden vásihit ahte lean "ii-vurdojuvvon", mii vuhttui doaktáriid láhttemis.

source: Minua ei ohjattu Suomeen jatkohoitoon ja sairausloman saaminen oli hankalaa, vaikka selkävaivojen vuoksi tuskin pystyin kävelemään.
sme: Mu eai bidjan Supmii joatkkadikšui ja buohcanluomu oažžun lei váttis, vaikke čielgebákčasiid geažil illá sáhtten vázzit.

source: Mielestäni on järjetöntä, että ihminen, joka asuu Suomessa ja maksaa veronsa Suomeen mutta käy työssä naapurimaassa, ei saa samanlaista kohtelua terveydenhuollossa kuin ne, jotka työskentelevät Suomessa.
sme: Mu mielas lea jierpmeheapme, ahte olmmoš, gii orru Suomas ja máksá vearuidis Supmii muhto johtá barggus ránnjáriikkas, ii oaččo seammalágan gieđahallama dearvvasvuođafuolahusas go dat, geat barget Suomas.

source: Lähiomaiseni asuivat Keski-ja Etelä-Suomessa, minkä vuoksi olisi ollut järjetöntä hakeutua norjalaiselle lääkärille ja mahdollisesti joutua sairaalahoitoon esim. Hammerfestiin tai Tromssaan.
sme: Mu lagašoapmahaččat orro Gaska- ja Mátta-Suomas, man geažil livččii lean jierpmehisvuohta ohcalit norgalaš doaktárii ja vejolaččat gártat buohcciviessodikšui omd. Hámmárfestii dahje Tromsii.

source: Jos eriarvoisen kohtelun syy tapauksessani oli pelkästään se, että sosiaaliturvamaksut menivät Norjaan, on systeemiä muutettava.
sme: Jos sierraárvosaš gieđahallama sivva mu dáhpáhusas lei dušše dat, ahte sosiáladorvomávssut manne Norgii, de galgá systema nuppástuhttit.

source: Sen luulisi olevan mahdollista naapurivaltioiden kesken: terveydenhuollon asiakkaan tulisi päästä lääkärille tai muuhun hoitoon siinä valtiossa, jossa hän asuu, ja saada tasavertaista kohtelua muiden maassa asuvien kanssa.
sme: Gáttášii dan leat vejolaš ránnjáriikkaid gaskka: dearvvasvuođafuolahusa áššehas galggašii beassat doaktárii dahje eará dikšui dan riikkas, gos son orru, ja oažžut ovttaveardásaš gieđahallama earáiguin riikkas ássiiguin.

source: Rahat voi varmasti ohjata niin että kumpikin valtio saa omansa tapauskohtaisesti.
sme: Ruđaid sáhttá sihkkarit bidjat dan láhkai ahte goabbáge riika oažžu mii dasa gullá guđege dáhpáhusas.

source: - Norja verottaa rajatyöntekijää 10 % bruttopalkasta.
sme: - Norga vearuha rádjabargi 10 % bruttobálkkás.

source: Suomen verotus ei huomioi verolaskelmassa jo Norjan verottamaa 10 %, vaan verottaa progressiivisesti myös bruttopalkasta, mukaan lukien Norjaan jo maksettu 10 %.
sme: Suoma vearuhus ii váldde vearrorehkegis vuhtii jo Norgga vearuhan 10 %, baicce vearuha progressiivvalaččat maiddá bruttobálkkás, mielde lohkamiin Norgii jo máksojuvvon 10 %.

source: - Haluaisin aivan kaikenlaista, ajantasaista tietoa rajatyöntekijän asemasta selvällä suomen kielellä
sme: - Háliidivččen áibbas buotlágan, áiggi dásis leahkki dieđu rádjabargi sajádagas čielga

source:  Norjan viranomaisten toimittamasta verotuksesta (Skattenord)
sme:  Norgga virgeoapmahaččaid doaimmahan vearuhusas (Skattenord)

source:  Suomen viranomaisten viranomaisten toimittamasta verotuksesta
sme:  Suoma virgeoapmahaččaid doaimmahan vearuhusas

source:  NAVista maksettavista sosiaalietuuksista (esim. kroonisissa sairaustapauksissa, työttömyyskorvauksista jne.)
sme:  NAV máksin sosiálaovdduin (omd. kronalaš buozalmasvuođain, bargguhisvuođabuhtadusain jnv.)

source:  mahdollisista sosiaalituloloukuista kahden maan välillä
sme:  vejolaš sosiálaboahtogillariin guovtti riikka gaskka

source:  minkä instanssin puoleen voi kääntyä työhon ja toimeentuloon liittyvissä ongelmatilanteissa sekä Suomessa että Norjassa (yhteystietolista olis kiva)
sme:  man instánssa beallái sáhttá jorggihit bargui ja áigáibohtui laktáseaddji váttis dilis sihke Suomas ja Norggas (oktavuođadiehtolistá livččii vuogas)

source:  yleistä tietoa työhön liittyvistä laeista ja asetuksista Norjassa
sme:  dábálaš diehtu bargui laktáseaddji lágain ja ásahusain Norggas

source:  yleistä tietoa työeläkkeen ansaitsemisesta Norjassa
sme:  dábálaš diehtu bargoealáhaga čoggomis Norggas

source:  Norjassa ansaitun työeläkkeen maksamisen ehdoista Suomeen (mm. ikä, osaaikaeläkkeet)
sme:  Norggas dinejuvvon bargoealáhaga máksima eavttuin Supmii (ee. ahke-, oasseáiggeealáhagat)

source:  Norjassa ansaitun työeläkkeen verotuksesta Suomessa
sme:  Norggas dinejuvvon bargoealáhaga vearuhusas Suomas

source:  Miten käy Norjasta mahdollisesta maksettavien sosiaalietuuksien, jos muuttaa Suomessa pois rajakunnasta?
sme:  Mo geavvá Norggas vejolaččat máksin sosiálaovdduiguin, jos fárre Suomas eret rádjagielddas?

source: - Tuntuu että joka kerta kun asioi Suomen verottajan kanssa niin saa aloittaa aina kaiken alusta.
sme: - Orru leamen ahte juohke háve go dikšu áššiid Suoma vearuheaddjiin, de oažžu álggahit álo buot álggu rájes.

source: Eikö ole mitään rekisteriä johon voisi kerätä perustiedot.
sme: Iigo leat makkárge registera masa sáhtášii čohkket vuođđodieđuid.

source: Aina on eri henkilö, jonka kanssa asioi, välistä miettii mitä sieltä mahtaa tulla takaisin kun esimerkiksi vuoden alussa pitää tilata veromaksulaput ja joka kerta on eri ihminen vastaamassa.
sme: Álo lea eará olmmoš, geainna áššiid dikšut, gaskkohagaid smiehtan mii dat dal aitto doppe boahtá go ovdamearkka dihtii jagi álggus galgá diŋgot vearromáksoláhpuid ja juohke háve lea eará olmmoš vástideamen.

source: Norjan verotukseen kanssa kaipaisi selvyyttä.
sme: Norgga vearuhusain dárbbašivččii čielggasvuođa.

source: Mitä papereita pitää toimittaa ja kenelle.
sme: Maid báhpáriid galgá doaimmahit ja geasa.

source: - Mulla ei ole ollut kuin yksi pieni ongelma rajankäynnissä.
sme: - Mus ii leat leamaš go okta smávva problema rádjajohtimis.

source: Uutenavuotena työnantaja ottaa aina 50 % veroa.
sme: Ođđajage bargoaddi váldá ovtto 50 % vearu.

source: Minun täytyy aina huomauttaa ja saan verorahat takaisin helmikuussa.
sme: Mun ferten ovtto fuopmášuhttit ja oaččun vearroruđaid ruovttoluotta guovvamánus.

source: Tässä tilanteessa ei ole kukaan muu syyllinen kuin työnantaja itse.
sme: Dán dáhpáhusas ii leat giige eará sivalaš go bargoaddi ieš.

source: 34 - Ei ole selkeitä ohjeita siihen, kun alkaa työskennellä Norjassa ja asuu Suomessa.
sme: - Eai leat čielga rávvagat dasa, go bargagoahtá Norggas ja orru Suomas.

source: On epäselvää millaisia papereita ja kaavakkeita pitää täyttää ja mihin lähettää.
sme: Lea eahpečielggas makkár báhpáriid ja skoviid galgá deavdit ja gosa sáddet.

source: Jos vielä työskentelee ”vikaarina” eikä ole vakituista palkkaa tai ei välttämättä työskentele joka kuussa, niin on vaikeaa maksaa Suomeen ennakkoveroa kun pitäisi tietää koko vuoden tulot.
sme: Jos velá bargá ”vikáran” iige leat fásta bálká dahje ii vealtameahttumit bargga juohke mánus, de lea váttis máksit Supmii ovdavearu go galggašii diehtit oppa jagi boađuid.

source: - Ei ole myöskään selvää mihin täytyy mennä lääkäriin.
sme: - Ii leat maiddá čielggas gosa ferte mannat doaktárii.

source: Jos jotain tapahtuu tai on tarpeellinen lääkärintarkastus, ei tiedä mennäkö Suomeen vai Norjaan.
sme: Jos juoidá dáhpáhuvvá dahje lea dárbbašlaš doaktárdárkkistus, de ii dieđe galgágo mannat Supmii vai Norgii.

source: - KELAan ja NAViin ei ole tarvinnut olla yhteyksissä, mutta jos olisi tarve, en edes tietäisi kumpaan olla yhteydessä.
sme: - ÁEL:ii ja NAV:ii in leat dárbbašan leat oktavuođas, muhto jos livččii dárbu, de in oba dieđášii goabbái galgá leat oktavuođas.

source: 3. Kuinka hankaloittavana koet tämän rajaesteen olevan?
sme: 3. Man váttisin dovddat dán rádjaeastaga?

source: Vastaajien määrä: 2
sme: Vásideaddjiid mearri: 2

source: 4. Vapaa sana hankkeelle, kunnalle, rajaesteistä, jostakin muusta.
sme: 4. Friija sátni projektii, gildii, rádjaeastagiin, mas nu earás.

source: Vastaajien määrä: 11
sme: Vástideaddjiid mearri: 11

source: - Mikäli rajaesteitä ei saada ratkaistua, rajatyöntekijät tulevat katoamaan kunnasta.
sme: - Juos rádjaeastagiid ii sáhte čoavdit, de rádjabargit bohtet jávkat gielddas.

source: Itse harkitsen muuttoa joka päivä.
sme: Ieš smiehtan fárrema juohke beaivve.

source: Ja jokainen rajatyøntekijän arkipäivää hankaloittava asia vie lähemmäs ratkaisua.
sme: Ja rádjabargi árgabeaivvi váttásmahtti juohke ášši doalvu lagabui čovdosa.

source: Hakemusten ja valitusten tehtailusta olen saanut tarpeekseni, pinna on jo tosi tiukalla.
sme: Lean dolkan čálašit ohcamušaid ja váidagiid, gierdevašvuohta lea jo duođaid nohkamin.

source: 35 - Mielestäni koomista, että Utsjoen kunnalle myönnettiin vuoden rajakunta titteli, kuitenkin rajankävijöiden asema hankala.
sme: - Mu mielas orru jo hearvái, ahte Ohcejoga gildii mieđihuvvui jagi rádjagielda tihttel, liikkáge rádjajohttiid sajádat unohas.

source: Tosi väsyttävää vuiodesta toiseen painia samojen ongelmien kanssa ja tuntuu ettei kukaan tee asialle mitään.
sme: Lea duođaid dolkadahtti jagis nubbái gábbádaddat seammá váttisvuođaiguin ja orru ahte ii giige daga áššái maidige.

source: Jos Utsjoen kuntaan halutaan lisää asukkaita ja kuvitellaan että ihmiset asuisivat Utsjoella ja kävisivät Norjan puolella töissä, tulisi nämä rajaesteet poistaa.
sme: Jos Ohcejoga gildii háliidit lasi ássiid ja govahallet ahte olbmot ásašedje Ohcejogas ja jođášedje Norgga bealde barggus, de dáid rádjaeastagiid galggašii jávkadit.

source: Ei kukaan ala enää vapaaehtoisesti kaksoisverotukseen, joka on kokoajan vain kiristinyt.
sme: Ii giige máksigoađe šat eaktodáhtolaččat duppalvearu, mii lea oppa áiggi dušše čavgan.

source: Puhutaan Norjan paremmista palkoista, mutta itse asiassa verojen jälkeen käteenjäävä osuus on pieni.
sme: Hállet Norgga buoret bálkkáin, muhto ieš alddes vearuid maŋŋá gihtii báhcci oassi lea smávis.

source: Kipuraja on ylittynyt aikaa sitten.
sme: Bávččasrájá badjel lea mannon jo áigá.

source: Samalla olemme eriarvoisessa asemassa kollegojen kanssa, Norjan puolella asuvalla kollegalla tulet heti eri luokkaa verotuksen takia
sme: Seammás mii leat sierraárvosaš sajádagas kollegaiguin, Norgga bealde orru kollegas boađut leat sakka eará dásis vearuhusa geažil

source: - Toivoisi että veroilmoitukseen tulisi oikeat tietokohdat joihin nämä tulot ja menot osaisi laittaa.
sme: - Sávašii ahte vearroalmmuhussii boađášedje rivttes diehtočuoggát maidda dáid boađuid ja manuid máhtášii bidjat.

source: - Verotus järkeväksi
sme: - Vearuhus jierpmálažžan

source: - Monesti on ollut mielessä lopettaa työskentely Norjassa.
sme: - Máŋgii lea leamaš jurdda heaitit barggu Norggas.

source: Jos sen teen niin Utskoen kunnasta lähtee 4 henkeä Inarin puolelle heti.
sme: Jos dan dagan de Ohcejoga gielddas vulget 4 olbmo Anára beallái dalán.

source: Veroviranomainen joka tietää ja auttaa.
sme: Vearrovirgeoapmahaš gii diehtá ja veahkeha.

source: - Suurimmaksi ongelmaksi koen hitauden nav:n osalta.
sme: - Stuorámus váttisvuohtan dovddan nav hiđisvuođa.

source: Perheemme kokee kuitenkin helpottavampana sen, että verotus on yksinkertaisempaa, kun maksaa vain yhteen maahan ja ainoastaan tiedottaa Suomen verottajaa, kuin että maksaisi kahteen maahan ja joutuisi itse ottamaan paljon asioista selvvää ja näkemään vaivaa mahdollisten päällekkäisyyksien selvityämisesyä ym.
sme: Min bearaš atná liikkáge álkkibun dan, ahte vearuhus lea oktageardánut, go máksá dušše ovtta riikii ja addá dušše beare dieđu Suoma vearuheaddjái, go ahte mávssášii guovtti riikii ja gárttašii ieš váldit ollu čielgasa áššiin ja oaidnit váivvi vejolaš badjálasvuođaid čielggadeamis jed.

source: - Jos pohjoiset alueet halutaan pitää asuttuina, tulisi rajan ylitys, työn, koulutuksen tai kaupankäynnin takia tällä alueella tehdä paikallisille ihmisille automaattisen helpoksi.
sme: - Jos davvi guovlluin háliidit doallat ássiid, de galggašii rájá rasttildeami barggu, skuvlema dahje gávppašeami geažil dán guovllus dahkat báikkálaš olbmuide automáhtalaš álkin.

source: Ilman pelkoa tuplaverotuksesta tai päivärahan menetyksestä.
sme: Almmá balu haga duppalvearuhusas dahje beaiveruđa manaheamis.

source: - Tarjouskilpailu pystyyn, kumpi maa verottaa vähemmän.
sme: - Fálaldatgilvu das, goabbá riika vearuha geahppasabbot.

source: Norja johtaa kilpailua tällä hetkellä.
sme: Norga lea gilvvus ovddabealde dán háve.

source: - Hieno hanke!
sme: - Fiinna háhku!

source: Toivottavasti hanke tuloksena edesauttaa parempia sopimuksia.
sme: Sávvamis hágu boađusin ovddidit buoret soahpamušaid.

source: - Toivottavasti saamme palkatun yhteyshenkilön, jolta saa apua ja neuvoja kaikissa yllämainituissa ongelmatilanteissa.
sme: bajábealde máinnašuvvon problemadáhpáhusain.

source: - Hyvä että näitä asioita selvitetään.
sme: - Buorre ahte dáid áššiid čielggadit.

source: Nykyisin tieto on pirstaleina aika monessa paikassa.
sme: Dál diehtu lea bieđgguid viehka máŋgga sajis.

source: - Joudun maksamaan niin paljon veroa, että olisi kannattavaa muuttaa työpaikalleni xxxxxxx (Norjan puolelle).
sme: - Šattan máksit nu ollu vearu, ahte livččii gánnáhahtti fárret bargosadjásan xxxxxxx (Norgga beallái).

source: Melkein jo suosittelisin ihmisiä muuttamaan Norjan puolelle, jos ovat töissä siellä.
sme: Masá jo ávžžuhivččen olbmuid fárret Norga beallái, jos lea barggus doppe.

source: Itse emme muuta, koska olemme sopeutuneet hyvin tänne ja täällä haluamme asua.
sme: Ieža eat fárre, dasgo leat vuogáiduvvan bures deikke ja dáppe mii háliidat orrut.
